Repository: InfotelGLPI/resources
Catalog: locales/*.po
Languages: es_ar, es_es, fr_fr, tr_tr

source: Change information
fr_fr: Changer les informations
tr_tr: Bilgileri değiştir

source: %1$s %2$s have been added in the LDAP directory
fr_fr: %1$s %2$s a été ajouté dans l'annuaire LDAP
tr_tr: %1$s %2$s LDAP dizinine eklendi

source: %1$s %2$s have been disabled and moved in the LDAP directory
fr_fr: %1$s %2$s a été désactivé et déplacé dans l'annuaire LDAP
tr_tr: %1$s %2$s etkisizleştirildi ve LDAP dizinine taşındı

source: %1$s %2$s have been updated in the LDAP directory
fr_fr: %1$s %2$s a été mis à jour dans l'annuaire LDAP
tr_tr: %1$s %2$s LDAP dizininde güncellendi

source: (If all four fields are enabled, the client is compliant with security)
fr_fr: (Si les quatre champs sont activés, le client est conforme à la sécurité)
tr_tr: (Dört alanın tümü etkinleştirilmiş ise, istemci güvenliği uygundur)

source: 2 letters of given name + 2 letters of name
fr_fr: 2 lettres du prénom + 2 lettres du nom
tr_tr: belirtilen adın 2 harfi + adın 2 harfi

# button
source: < Previous
es_ar: < Previo
es_es: < Anterior
fr_fr: < Précédent
tr_tr: < Önceki

source: A forced holiday has been added
es_ar: Se agregó día no laborable
es_es: Unas vacaciones impuestas fueron añadidas
fr_fr: Ajout d'un congé employeur
tr_tr: Zorunlu tatil eklendi

source: A forced holiday has been removed
es_ar: Día no laborable removido
es_es: Unas vacaciones impuestas fueron suprimidas
fr_fr: Suppression d'un congé employeur
tr_tr: Zorunlu tatil silindi

source: A forced holiday has been updated
es_ar: Día no laborable actualizado
es_es: Unas vacaciones impuestas fueron actualizadas
fr_fr: Modification d'un congé employeur
tr_tr: Zorunlu tatil güncellendi

source: A non contract period has been added
es_ar: Se agregó períodos sin contratos
es_es: Un período sin contrato fue añadido
fr_fr: Ajout d'un intercontrat
tr_tr: Sözleşmesiz dönem eklendi

source: A non contract period has been removed
es_ar: Períodos sin contrato removido
es_es: Un período sin contrato fue suprimido
fr_fr: Suppression d'un intercontrat
tr_tr: Sözleşmesiz dönem silindi

source: A non contract period has been updated
es_ar: Se modificó período sin contrato
es_es: Un período sin contrato fue actualizado
fr_fr: Modification d'un intercontrat
tr_tr: Sözleşmesiz dönem güncellendi

source: A resource has been added by
es_ar: Fué agregado un recurso por
es_es: Un recurso fue añadido
fr_fr: Ajout d'une ressource
tr_tr: Şu kişi tarafından bir kaynak eklendi

source: A resource has been declared leaving
es_ar: Un recurso se declara en partida
es_es: Un recurso fue declarado saliendo
fr_fr: Une ressource a été déclarée partante
tr_tr: Bir kaynak ayrılacağını bildirdi

source: A resource has been removed by
es_ar: Fué removido un recurso por
es_es: Un recurso fue suprimido por
fr_fr: Suppression d'une ressource
tr_tr: Şu kişi tarafından bir kaynak silindi

source: A resource has been updated by
es_ar: Fué modificado un recurso por
es_es: Un recurso fue actualizado
fr_fr: Modification d'une ressource
tr_tr: Şu kişi tarafından bir kaynak güncellendi

source: A task has been added by
es_ar: Fué agregado una tarea por
es_es: Una tarea fue añadida
fr_fr: Ajout d'une tâche sur une ressource
tr_tr: Şu kişi tarafından bir görev eklendi

source: A task has been removed by
es_ar: Fué removida una tarea por
es_es: Una tarea fue suprimida
fr_fr: Suppression d'une tâche sur une ressource
tr_tr: Şu kişi tarafından bir görev silindi

source: A task has been updated by
es_ar: Fué removido un recurso por
es_es: Una tarea fue actualizada
fr_fr: Modification d'une tâche sur une ressource
tr_tr: Şu kişi tarafından bir görev güncellendi

source: AND - Certificate of non-dissimulation
fr_fr: AND - Attestation de non dissimulation
tr_tr: AND - Deneme dışı sertifika

source: About
fr_fr: A propos
tr_tr: Hakkında

source: Access to the applications
es_ar: Acceso a las aplicaciones
es_es: Accesos a aplicaciones
fr_fr: Accès aux applications
tr_tr: Uygulama erişimi

source: Action authorization
fr_fr: Autorisation sur les actions
tr_tr: İşlem yetkilendirmesi

source: Actions to be taken
es_ar: Acciones por tomar
fr_fr: Action à réaliser
tr_tr: Yapılacak işlemler

source: Actions to do on these leaving resources
es_ar: Acciones que deben realizar los recursos que parten
es_es: Acciones que realizar sobre recursos saliendo
fr_fr: Des actions sont à effectuer sur ces ressources partantes
tr_tr: Ayrılan bu kaynaklarla ilgili yapılacak işlemler

source: Actions to do on these new resources
es_ar: Acciones que deben realizar estos nuevos recursos
es_es: Acciones que realizar sobre estos nuevos recursos
fr_fr: Des actions sont à effectuer sur ces nouvelles ressources
tr_tr: Bu yeni kaynaklara yapılacak işlemler

source: Active Directory synchronization
fr_fr: Synchronisation de l'AD
tr_tr: Aktif Dizin eşitlemesi

source: Add a column
fr_fr: Ajouter une colonne
tr_tr: Bir sütun ekle

source: Add a comment
es_ar: Agregar comentario
es_es: Añadir un comentario
fr_fr: Ajouter un commentaire
tr_tr: Açıklama ekle

source: Add a document
fr_fr: Ajouter un document
tr_tr: Belge ekle

source: Add a need
es_ar: Agregar requerimiento
es_es: Añadir una necesidad
fr_fr: Ajouter un besoin
tr_tr: Gereksinim ekle

# button
source: Add a new file
fr_fr: Ajouter un nouveau fichier
tr_tr: Yeni bir dosya ekle

source: Add a picture
es_ar: Agregar imágen
es_es: Añadir una imagen
fr_fr: Ajouter une photo
tr_tr: Görsel ekle

source: Add a task at the arriving checklist
es_ar: Agregar una tarea a la verificación de arrivo
es_es: Añadir un acción a la checklist de entrada
fr_fr: Ajouter une action à la checklist d'arrivée
tr_tr: Gelme kontrol listesine görev ekle

source: Add a task at the leaving checklist
es_ar: Agregar una tarea a la verificación de partida
es_es: Añadir un acción a la checklist de salida
fr_fr: Ajouter une action à la checklist de départ
tr_tr: Ayrılma kontrol listesine görev ekle

source: Add a task at the transfer checklist
es_ar: Agregar una tarea a la transferencia de lista de verificación
fr_fr: Ajouter une action à la checklist de mutation
tr_tr: Aktarım kontrol listesine görev ekle

source: Add additional habilitation
fr_fr: Ajouter une habilitation supplémentaire
tr_tr: Ek güçler ekle

source: Add application
fr_fr: Ajouter une application
tr_tr: Uygulama ekle

source: Add application for
fr_fr: Ajout de l'application pour
tr_tr: Şunun için uygulama ekle

source: Add documents to the resource
fr_fr: Ajouter des documents à la ressource
tr_tr: Kaynağa belgeler ekle

source: Add habiliation
fr_fr: Ajouter une habilitation
tr_tr: Yetenek ekle

source: Add recruiting informations to the resource
fr_fr: Ajouter les informations de recrutement à la ressource
tr_tr: Kaynağa işe alım bilgilerini ekle

source: Add the photo of the resource
es_ar: Agregar una foto al recurso
es_es: Añadir una foto del recurso
fr_fr: Ajouter la photo de la ressource
tr_tr: Kaynağa fotoğraf ekle

source: Add ticket
es_ar: Agregar incidencia
es_es: Añadir un ticket
fr_fr: Ajouter un ticket
tr_tr: Destek kaydı ekle

source: Adding the habilitation: %s
fr_fr: Ajout de l'habilitation : %s
tr_tr: Güç ekleme: %s

source: Additional informations
es_ar: Información adicional
es_es: Otras informaciones
fr_fr: Informations complémentaires
tr_tr: Ek bilgiler

source: Affected client
es_ar: Cliente afectado
es_es: Cliente asignado
fr_fr: Client affecté
tr_tr: Etkilenen müşteri

source: Agency concerned
es_ar: Agencia concernida
es_es: Agencia
fr_fr: Agence concernée
tr_tr: Sorumlu temsilci

source: Alert manager in charge to complete the departure form started by others
fr_fr: Alerter le manager désigné pour compléter le départ d'une ressource
tr_tr: Sorumlu yönetici, başkaları tarafından başlatılan gidiş formunu doldurması için uyarılsın

source: All checklist done is mandatory for arrival and departure to close ticket
fr_fr: Faire toutes les actions d'arrivée et de départ pour clore le ticket
tr_tr: Destek kaydının kapatılabilmesi için, tüm başlama ve ayrılma kontrol listesinin tamamlanması zorunludur

source: All resources access
es_ar: Acceso a todos los recursos
es_es: Acceso a todos los recursos
fr_fr: Accès à toutes les ressources
tr_tr: Tüm kaynaklara erişim

source: Are you sure?
fr_fr: Etes-vous sûr ?
tr_tr: Emin misiniz?

source: Arrival / Departure workflow
fr_fr: Workflow Arrivées / Départs
tr_tr: Başlama / Ayrılma iş akışı

source: Arrival date
es_ar: Fecha de arrivo
es_es: Fecha de entrada
fr_fr: Date d'arrivée
tr_tr: Başlama tarihi

source: Arrival of
fr_fr: Arrivée de
tr_tr: Şunun başlaması

source: Assignment rule of fields to a contract type
es_ar: Asignar regla de campos a un tipo de contrato
es_es: Reglas para asignar campos obligatorios a un tipo de contrato
fr_fr: Règle d'affectation de champs obligatoires par type de contrat
tr_tr: Alanların sözleşme türüyle ilişkilendirilmesi kuralları

source: Assignment rule of hidden fields to a contract type
fr_fr: Règle d'affectation de champs masqués par type de contrat
tr_tr: Gizli alanları bir kişi türüne atama kuralı

source: Assignment rule of read only fields to a contract type
fr_fr: Règles d'assignement des champs en lecture seule par type de contrat
tr_tr: Salt okunur alanları bir kişi türüne atama kuralı

source: Assignment rules of a checklist to a contract type
es_ar: Asignar regla de verificación a un tipo de contrato
es_es: Reglas para asignar una checklist a un tipo de contrato
fr_fr: Règles d'affectation de checklist à un type de contrat
tr_tr: Bir kontrol listesiyle sözleşme türünü ilişkilendirme kuralları

# button
source: Associate
fr_fr: Associer
tr_tr: İlişkilendir

source: Associate a resource
es_ar: Asociar recurso
es_es: Asociar un recurso
fr_fr: Associer une ressource
tr_tr: Bir kaynakla ilişkilendirin

source: Associate an existing document
fr_fr: Associer un document existant
tr_tr: Var olan bir belge ile ilişkilendir

source: Associated Human Resource
es_ar: Asociado a un Recurso Humano
es_es: Recursos humanos asociados
fr_fr: Ressource associée
tr_tr: İlgili insan kaynağı

source: Associated tasks
es_ar: Tareas asociadas
es_es: Tareas asociadas
fr_fr: Tâches associées
tr_tr: Verilen görevler

source: Associed User
fr_fr: Utilisateur associé
tr_tr: İlgili kullanıcı

source: At creation, update, removal of a resource
es_ar: En creación, actualización, eliminación de un recurso
es_es: Al crear, actualizar, suprimir un recurso
fr_fr: A la création, modification, suppression d'une ressource
tr_tr: Kaynak oluşturulduğunda, güncellendiğinde, silindiğinde

source: At creation, update, removal of a task
es_ar: En creación, actualización, eliminación de una tarea
es_es: Al crear, actualizar, suprimir una tarea
fr_fr: A la création, modification, suppression d'une tâche
tr_tr: Görev oluşturulduğunda, güncellendiğinde, silindiğinde

source: At home
es_ar: En casa
es_es: En casa
fr_fr: A domicile
tr_tr: Evde

source: At the arriving of a resource
es_ar: A la llegada de un recurso
es_es: Al entrar un recurso
fr_fr: A l'arrivée de la ressource
tr_tr: Kaynak geldiğinde

source: At the leaving of a resource
es_ar: A la partida de un recurso
es_es: Al salir un recurso
fr_fr: Au départ de la ressource
tr_tr: Kaynak ayrıldığında

source: At the transfer of a resource
es_ar: A la transferencia de un recurso
fr_fr: A la mutation de la ressource
tr_tr: Bir kaynak aktarıldığında

source: Available actions
fr_fr: Actions disponibles
tr_tr: Kullanılabilecek işlemler

source: Available contract type
fr_fr: Types de contrat disponibles
tr_tr: Kullanılabilecek kişi türü

source: Badge management
es_ar: Gestión de insignia
fr_fr: Gestion d'un badge
tr_tr: Yaka kartı yönetimi

source: Badge restitution
es_ar: Restitución de la insignia
fr_fr: Restitution de badge
tr_tr: Yaka kartı iadesi

source: Be careful, new resources will be created in the entity
fr_fr: Attention, les ressources seront créées dans l'entité
tr_tr: Dikkatli olun, birim içinde yeni kaynaklar oluşturulacak

source: Budget cost
es_ar: Costo de presupuesto
es_es: Coste presupuestario
fr_fr: Coût budgétaire
tr_tr: Bütçe masrafı

source: Budget management
es_ar: Administrador de tarjetas
es_es: Gestión de presupuestos
fr_fr: Gestion des budgets
tr_tr: Bütçe yönetimi

source: Budget type
es_ar: Tipo de presupuesto
es_es: Tipo de presupuesto
fr_fr: Type de budget
tr_tr: Bütçe türü

source: Budget volume
es_ar: Volumen del presupuesto
es_es: Volumen de presupuesto
fr_fr: Volume budgétaire
tr_tr: Bütçe hacmi

source: Budget volume (€)
es_ar: Volumen de presupuesto ($)
es_es: Volumen de presupuesto (€)
fr_fr: Volume budgétaire (€)
tr_tr: Bütçe hacmi (€)

source: Budget volume(qty)
es_ar: Volumen de presupuesto (cant)
es_es: Volumen de presupuesto (Ctd)
fr_fr: Volume budgétaire (qté)
tr_tr: Bütçe hacmi (adet)

source: Business Unit
fr_fr: Unité opérationnelle
tr_tr: İş birimi

source: CFI - Supplier card
fr_fr: CFI - Carte fournisseur
tr_tr: CFI - Hizmet sağlayıcı kartı

source: Calculate
fr_fr: Calculer
tr_tr: Hesapla

source: Cannot add a choice that contains children
fr_fr: Impossible d'ajouter un besoin qui contient des enfants.
tr_tr: Alt ögeleri olan bir seçenek eklenemez

source: Carried out task
es_ar: Llevó a cabo la tarea
es_es: Tarea realizada
fr_fr: Tâche effectuée
tr_tr: Yapılan görev

source: Category of created tickets
es_ar: Categoría de incidentes creados
es_es: Categoría de los tickets que crear
fr_fr: Catégorie des tickets créés
tr_tr: Oluşturulmuş destek kayıtlarının kategorisi

source: Category of departure ticket
fr_fr: Catégorie de ticket lors d'un départ
tr_tr: Ayrılma destek kaydının kategorisi

source: Cell phone
fr_fr: Téléphone portable
tr_tr: Cep telefonu

source: Change checklists for resources during a contract change
fr_fr: Changer les checklists pour une ressource lors d'un changement de contrat
tr_tr: Sözleşme değişikliğinde kaynak kontrol listeleri değiştirilsin

source: Change company
fr_fr: Changer la société
tr_tr: Kuruluşu değiştir

source: Change contract type
es_ar: Cambiar tipo de contrato
fr_fr: Changer le type de contrat
tr_tr: Sözleşme türünü değiştir

source: Change department
fr_fr: Changer le département
tr_tr: Bölümü değiştir

source: Change direction (mutation)
es_ar: Cambio de dirección (mutación)
fr_fr: Changer de direction (mutation)
tr_tr: Yönü değiştir (değişiklik)

source: Change function
fr_fr: Changer de fonction
tr_tr: İşlevi değiştir

source: Change information for
fr_fr: Changer les informations pour
tr_tr: Şunun bilgilerini değiştir

source: Change manager
es_ar: Administrador de cambios
fr_fr: Changer l'encadrant direct
tr_tr: Sorumluyu değiştir

source: Change manager for
es_ar: Administrador de cambios para
fr_fr: Changement de l'encadrant direct pour
tr_tr: Şunun sorumlusunu değiştir

source: Change material
fr_fr: Changement de matériel
tr_tr: Malzemeyi değiştir

source: Change material for
fr_fr: Changement de matériel pour
tr_tr: Şunun malzemesini değiştir

source: Change of agency
es_ar: Cambio de agencia
fr_fr: Changer d'agence
tr_tr: Temsilci değişimi

source: Change of agency for
es_ar: Cambiar de agencia para
fr_fr: Changement d'agence pour
tr_tr: Şunun temsilcsini değiştir

source: Change of company for
fr_fr: Changement de société pour
tr_tr: Şunun kuruluşunu değiştir

source: Change of department for
fr_fr: Changement de département pour
tr_tr: Şunun bölümünü değiştir

source: Change of function for
fr_fr: Changement de fonction pour
tr_tr: Şunun işlevini değiştir

source: Change of role for
fr_fr: Changement de rôle pour
tr_tr: Şunun rolünü değiştir

source: Change of sales manager for
es_ar: Cambio de gerente de ventas para
fr_fr: Changement du responsable commercial pour
tr_tr: Şunun satış sorumlusunu değiştir

source: Change of service for
fr_fr: Changement de service pour
tr_tr: Şunun hizmetini değiştir

source: Change of team for
fr_fr: Changement d'équipe pour
tr_tr: Şunun takımını değiştir

source: Change role
fr_fr: Changer de rôle
tr_tr: Rolü değiştir

source: Change service
fr_fr: Changer de service
tr_tr: Hizmeti değiştir

source: Change team
fr_fr: Changer d'équipe
tr_tr: Takım değiştir

source: Change the access profil
es_ar: Cambiar el perfil de acceso
fr_fr: Changer le profil d'accès
tr_tr: Erişim profilini değiştir

source: Change the access profile for
es_ar: Cambiar el perfil de acceso para
fr_fr: Changement du profil d'accès pour
tr_tr: Şunun erişim profilini değiştir

source: Change the sales manager
es_ar: Cambiar el gerente de ventas
fr_fr: Changer le responsable commercial
tr_tr: Satış sorumlusunu değiştir

source: Change the type of contract for
es_ar: Cambiar el tipo de contrato para
fr_fr: Changement du type du contrat pour
tr_tr: Şunun sözleşme türünü değiştir

source: Check list done
es_ar: Lista de verificación Ok
fr_fr: Checklist terminée
tr_tr: Kontrol listesi tamamlandı

source: Checked
es_ar: Chequeado
es_es: Verificado
fr_fr: Fait
tr_tr: Tamamlandı

source: Checklist
es_ar: Verificación
tr_tr: Kontrol listesi

source: Checklist action
es_ar: Acción de verificación
es_es: Checklist
fr_fr: Action de checklist
tr_tr: Kontrol listesi işlemi

source: Checklist needs to verificated
es_ar: Necesita verificación
es_es: Checklists que verificar
fr_fr: Checklist à vérifier
tr_tr: Kontrol listesi doğrulanmalıdır

source: Checklist setup
es_ar: Configurar verificación
es_es: Configuración de checklists
fr_fr: Configuration de la checklist
tr_tr: Kontrol listesi ayarları

source: Checklist type
es_ar: Tipo de verificación
es_es: Tipo de checklist
fr_fr: Type de checklist
tr_tr: Kontrol listesi türü

source: Checklists Verification
es_ar: Verificación
es_es: Verificación de checklists
fr_fr: Vérification des checklists
tr_tr: Kontrol listesi doğrulama

source: Choose
fr_fr: Choisir
tr_tr: Seçin

source: Choose a template
fr_fr: Choisissez un gabarit
tr_tr: Bir kalıp seçin

source: Choosing the intercontrat
es_ar: Elección de la intercontratación
fr_fr: Choisir l'intercontrat
tr_tr: Ara sözleşme seçimi

source: Click here to send your email
es_ar: Presione aquí para enviar correo
es_es: Pinchar aquí para enviar el email
fr_fr: Cliquez ici pour envoyer votre courriel
tr_tr: E-postanızı göndermek için buraya tıklayın

source: Client Sensitized to security
fr_fr: Client sensibilisé à la sécurité
tr_tr: İstemcinin güvenlik duyarlılığı arttırıldı

source: Close
fr_fr: Fermer
tr_tr: Kapat

source: Code
es_ar: Código
es_es: Código
tr_tr: Kod

source: Column
fr_fr: Colonne
tr_tr: Sütun

source: Company
fr_fr: Société
tr_tr: Kuruluş

source: Company name
fr_fr: Nom de l'entreprise
tr_tr: Kuruluş adı

source: Compare File with GLPI Resources
fr_fr: Comparer un fichier avec les ressources de GLPI
tr_tr: Dosyayı GLPI kaynakları ile karşılaştır

source: Compare GLPI Resources with File
fr_fr: Comparer les ressources de GLPI avec un fichier
tr_tr: GLPI kaynaklarını dosya ile karşılaştır

source: Computer and phone equipment needs
fr_fr: Besoins en équipements informatiques et téléphonies
tr_tr: Bilgisayar ve telefon aygıtı gereksinimleri

source: Configure Imports
fr_fr: Configurer les imports
tr_tr: İçe aktarmaları yapılandır

source: Configure a new import
fr_fr: Créer un nouvel import
tr_tr: Yeni bir içe aktarma yapılandırın

source: Contract nature
es_ar: Naturalezas de los contratos
es_es: Naturaleza de contrato
fr_fr: Nature du contrat
tr_tr: Sözleşme içeriği

source: Contract type authorization
fr_fr: Autorisation sur les types de contrat
tr_tr: Kişi türü kimlik doğrulaması

source: ContractType
fr_fr: Type de Contrat
tr_tr: Sözleşme türü

source: Create a end treatment ticket
es_ar: Crear una incidencia para tratamiento final
es_es: Crear un ticket de fin de proceso
fr_fr: Créer un ticket de fin de traitement
tr_tr: Onarım sonu destek kaydı ekle

source: Create a ticket with departure
fr_fr: Créer un ticket lors du départ
tr_tr: Ayrılma ile bir destek kaydı oluştur

source: Create a ticket with departure and instructions
fr_fr: Créer un ticket lors d'un formulaire de départ après saisie d'instructions
tr_tr: Ayrılma ile bir destek kaydı ve yönergeleri oluştur

source: Create checklists
es_ar: Crear verificaciones
es_es: Crear checklists
fr_fr: Créer les checklists
tr_tr: Kontrol listeleri oluştur

source: Create or delete user in ldap is mandatory to close ticket
fr_fr: Créer et supprimer un utilisateur de l'annuaire est obligatoire pour clore le ticket
tr_tr: Destek kaydının kapatılabilmesi için LDAP üzerindeki kullanıcı hesabını ekleyin ya da silin

# button
source: Create user in AD
fr_fr: Créer l'utilisateur dans l'annuaire
tr_tr: Aktif dizin kullanıcısı ekle

source: Creation category
fr_fr: Catégorie de création
tr_tr: Kategori oluşturma

source: Creation report of the human resource
es_ar: Reporte de creación de recurso humano
es_es: Informe de creación de recurso humano
fr_fr: Rapport de création de la ressource humaine
tr_tr: İnsan kaynaklarına rapor oluşturulması

source: Current access profile of the resource
es_ar: Perfil de acceso actual del recurso
fr_fr: Profil d'accès actuel de la ressource
tr_tr: Kaynağın geçerli erişim profili

source: Current agency of the resource
es_ar: Agencia actual del recurso
fr_fr: Agence actuelle de la ressource
tr_tr: Kaynağın geçerli temsilcisi

source: Current company of the resource
fr_fr: Société actuelle de la ressource
tr_tr: Kaynağın geçerli kuruluşu

source: Current contract type of the resource
es_ar: Tipo de contrato actual del recurso
fr_fr: Type de contrat actuel de la ressource
tr_tr: Kaynağın geçerli sözleşme türü

source: Current department of the resource
fr_fr: Département actuel de la ressource
tr_tr: Kaynağın geçerli bölümü

source: Current departure date of the resource
fr_fr: Date de départ actuelle de la ressource
tr_tr: Kaynağın geçerli ayrılma tarihi

source: Current entity
es_ar: Entidad actual
fr_fr: Entité courante
tr_tr: Geçerli birim

source: Current firstname of the resource
fr_fr: Prénom actuel de la ressource
tr_tr: Kaynağın geçerli adı

source: Current function of the resource
fr_fr: Fonction actuelle de la ressource
tr_tr: Kaynağın geçerli işlevi

source: Current name of the resource
fr_fr: Nom actuel de la ressource
tr_tr: Kaynağın geçerli adı

source: Current role of the resource
fr_fr: Rôle actuel de la ressource
tr_tr: Kaynağın geçerli rolü

source: Current service of the resource
fr_fr: Service actuel de la ressource
tr_tr: Kaynağın geçerli hizmeti

source: Current team of the resource
fr_fr: Equipe actuelle de la ressource
tr_tr: Kaynağın geçerli takımı

source: Data Type not found
fr_fr: Type de donnée non trouvé
tr_tr: Veri türü bulunamadı

source: Data changed
fr_fr: Données modifiées
tr_tr: Veriler değişti

source: Data from file
fr_fr: Données du fichier
tr_tr: Dosyadaki veriler

source: Date
tr_tr: Tarih

source: Date agreement candidate
fr_fr: Date d'accord du candidat
tr_tr: Aday anlaşma tarihi

source: Date of contract type change
fr_fr: Date de changement de type de contrat
tr_tr: Sözleşme türü değişikliği tarihi

source: Date of last contract type
fr_fr: Date du dernier type de contrat
tr_tr: Son sözleşme türünün tarihi

source: Date of last location
fr_fr: Date du dernier lieu
tr_tr: Son çalıştığı yerin tarihi

source: Date of location change
fr_fr: Date de changement de lieu
tr_tr: Konum değişikliği tarihi

source: Decimal
fr_fr: Décimal
tr_tr: Ondalık

source: Declaration of departure date
es_ar: Declaración de fecha de salida
fr_fr: Date de déclaration de départ
tr_tr: Ayrılma tarihi bildirimi

source: Declaration of resource leaving OK
es_ar: Declaración del recurso en partida Lista.
es_es: Declaración de la salida de un recurso OK
fr_fr: Déclaration du départ de la ressource effectuée
tr_tr: Kaynağın ayrılacağı bildirildi

source: Declaration of resource transfer OK
es_ar: Declaración de transferencia de recurso Ok
fr_fr: Déclaration de la mutation de la ressource effectuée
tr_tr: Kaynak aktarımı bildirildi
