Repository: InfotelGLPI/resources
Catalog: locales/*.po
Languages: es_ar, es_es, fr_fr, tr_tr

source: Declare a change
es_ar: Declare un cambio
fr_fr: Déclarer un changement
tr_tr: Değişiklik bildirin

source: Declare a departure
es_ar: Declarar partida
es_es: Declarar una salida
fr_fr: Déclarer un départ
tr_tr: Ayrılış bildirin

source: Declare a forced holiday
es_ar: Declarar día no laborable
es_es: Declarar unas vacaciones impuestas
fr_fr: Déclarer un congé employeur
tr_tr: Zorunlu tatil bildirin

source: Declare a new employment
es_ar: Declarar un nuevo empleo
es_es: Declarar un nuevo empleo
fr_fr: Déclarer un nouvel emploi
tr_tr: Yeni bir iş bildirin

source: Declare a non contract period
es_ar: Declarar período sin contrato
es_es: Declarar un período sin contrato
fr_fr: Déclarer un intercontrat
tr_tr: Sözleşmesiz dönemi bildirin

source: Declare a super habilitation
es_ar: Declara una súper habilitación
fr_fr: Déclarer une super habilitation
tr_tr: Süper güç ata

source: Declare a transfer
es_ar: Declarar transferencia
fr_fr: Déclarer une mutation
tr_tr: Aktarım bildirin

source: Declare an arrival
es_ar: Declarar un arrivo
es_es: Declarar una entrada
fr_fr: Déclarer une arrivée
tr_tr: Bir başlama bildir

source: Declare an employment
es_ar: Declarar un empleo
es_es: Declarar un empleo
fr_fr: Déclarer un emploi
tr_tr: Bir iş bildirin

source: Declared as leaving
es_ar: Declarado en partida
es_es: Declarado saliendo
fr_fr: Déclaré partant
tr_tr: Ayrılacağı bildirildi

source: Declaring the end of non contract periods
es_ar: Declarar el final de períodos no contractuales
fr_fr: Déclarer la fin d'un intercontrat
tr_tr: Sözleşmesiz dönemlerin sonu bildiriliyor

source: Default assignment group
fr_fr: Groupe d'assignement par défaut
tr_tr: Varsayılan atama grubu

source: Default contract template selected
fr_fr: Contrat sélectionné par défaut
tr_tr: Varsayılan sözleşme kalıbı seçildi

source: Define entity & ticket category for each change action
fr_fr: Définir l'entité et la catégorie de ticket pour chaque action de changement
tr_tr: Her değişiklik işlemi için birimi ve bilet kategorisini tanımlayın

source: Define ticket category from checklist creation
fr_fr: Définir la catégorie du ticket créé à partir des checklists
tr_tr: Kontrol listesi oluşturmadan bilet kategorisini tanımlayın

source: Degree Group
fr_fr: Groupe de diplômes
tr_tr: Derece grubu

source: Delete file
fr_fr: Supprimer le fichier
tr_tr: Dosyayı sil

source: Deleted resource
fr_fr: Ressource supprimée
tr_tr: Kaynak silindi

source: Deletion category
fr_fr: Catégorie de suppression
tr_tr: Kategori silme

source: Department
es_ar: Departamento
es_es: Departamento
fr_fr: Département
tr_tr: Bölüm

source: Departure date
es_ar: Fecha de partida
es_es: Fecha de salida
fr_fr: Date de départ
tr_tr: Ayrılma tarihi

source: Departure of
fr_fr: Départ de
tr_tr: Şunun ayrılması

source: Description
tr_tr: Açıklama

source: Destination
tr_tr: Hedef

source: Destination OU during user creation
fr_fr: UO de destination des utilisateurs créés
tr_tr: Oluşturulurken kullanıcının ekleneceği OU

source: Destination OU on user deactivation
fr_fr: UO de destination des utilisateurs désactivés
tr_tr: Etkisizleştirildiğinde kullanıcının taşınacağı OU

source: Detail of non contract period
es_ar: Detalle de períodos sin contrato
es_es: Detalle de un período sin contrato
fr_fr: Détail de l'intercontrat
tr_tr: Sözleşmesiz dönem ayrıntıları

source: Detail of the forced holiday
es_ar: Detalle de días no laborables
es_es: Detalle de las vacaciones impuestas
fr_fr: Détail du congé employeur
tr_tr: Zorunlu tatil ayrıntıları

source: Different to GLPI
fr_fr: Différent de GLPI
tr_tr: GLPI ile aynı değil

source: Directory
es_ar: Director
es_es: Anuario
fr_fr: Annuaire
tr_tr: Dizin

# button
source: Disable user in AD
fr_fr: Désactiver l'utilisateur dans l'annuaire
tr_tr: Aktif dizin kullanıcısını devre dışı bırak

source: Display habilitation resource with dropdown
fr_fr: Afficher les habilitations de la ressource lors de la sélection d'une liste déroulante dans le plugin métademande
tr_tr: Güç kaynağı açılan liste ile görüntülensin

source: Display of four additional security fields in the clients
fr_fr: Affichage de quatre champs de sécurité supplémentaires dans les clients
tr_tr: İstemcilere dört ek güvenlik alanı görüntülensin

source: Display of two additional security fields on a resource
fr_fr: Affichage de deux champs de sécurité supplémentaires sur une ressource
tr_tr: Bir kaynakta iki ek güvenlik alanı görüntülensin

source: Displaying the security block on the resource
fr_fr: Affichage du bloc de sécurité sur la ressource
tr_tr: Kaynak üzerindeki güvenlik bloğu görüntüleniyor

source: Do you verify all the information listed on this resource?
fr_fr: Avez-vous vérifier l'ensemble des informations saisie pour cette ressource ?
tr_tr: Bu kaynakta listelenen tüm bilgileri doğruluyor musunuz?

source: Download the restitution form
fr_fr: Télécharger la fiche de restitution
tr_tr: İade formunu indir

source: Dropdown management
es_ar: Administración de despalgables
es_es: Gestión de desplegables
fr_fr: Gestion des intitulés
tr_tr: Açılan kutu yönetimi

source: Edit a column
fr_fr: Editer une colonne
tr_tr: Bir sütunu düzenle

source: Effective duration
es_ar: Duración efectiva
es_es: Duración real
fr_fr: Durée effective
tr_tr: Etkin süre

source: Effective leaving date
fr_fr: Date de sortie effective
tr_tr: Gerçek ayrılma tarihi

source: Element(s) to be affected
es_ar: Elemento(s) a afectar
es_es: Elemento(s) que asignar
fr_fr: Elément(s) à affecter
tr_tr: Etkilenen bileşenler

source: Employee
es_ar: Empleado
es_es: Empleado
fr_fr: Employé
tr_tr: Çalışan

source: Employer
es_ar: Empleador
es_es: Empleador
fr_fr: Employeur
tr_tr: İşveren

source: Employment
es_ar: Empleo
es_es: Empleo
fr_fr: Emploi
tr_tr: İş

source: Employment management
es_ar: Administrador de empleos
es_es: Gestión de empleos
fr_fr: Gestion des emplois
tr_tr: İş yönetimi

source: Employment state
es_ar: Estado del empleo
es_es: Estado de empleo
fr_fr: Etat de l'emploi
tr_tr: İş durumu

source: Employment state at leaving's resource
es_ar: Estado del empleo del recurso que parte
es_es: Estado de empleo al salir el recurso
fr_fr: Etat de l'emploi au départ de la ressource
tr_tr: Ayrılan kaynağın iş durumu

source: Employment volume (qty)
es_ar: Volumen de empleo (cant)
es_es: Volumen de empleo (Ctd)
fr_fr: Volume emploi (qté)
tr_tr: İş hacmi (adet)

source: Employment volume (€)
es_ar: Volumen de empleo ($)
es_es: Volumen de empleo (€)
fr_fr: Volume emploi (€)
tr_tr: İş hacmi (€)

source: Employments / budgets management
es_ar: Administración Empleos/Presupuesto
es_es: Gestión empleos / presupuestos
fr_fr: Gestion des emplois / budgets
tr_tr: İş / bütçe yönetimi

source: Empty for non defined
es_ar: Vacío si no se define
es_es: Vacío cuando no definido
fr_fr: Vide car non défini
tr_tr: Tanımsız ise boş bırakın

source: End date was not completed. Please try again.
es_ar: No se ha completado la fecha de finalización. Por favor, inténtelo de nuevo.
es_es: La fecha de salida es obligatoria
fr_fr: La date de départ n'a pas été indiquée. Merci de la spécifier.
tr_tr: Bitiş tarihi yazılmamış. Lütfen yeniden deneyin.

source: Enter employer information about the resource
es_ar: Introduzca información del empleador del recurso
es_es: Entra información del empleador
fr_fr: Entrez les informations employeurs de la ressource
tr_tr: Kaynakla ilgili işveren bilgilerini yazın

source: Enter general information about the resource
es_ar: Introduzca información acerca del recurso
es_es: Entra las informaciones generales del recurso
fr_fr: Entrez les informations générales concernant la ressource
tr_tr: Kaynakla ilgili genel bilgileri yazın

source: Enter habilitation information
fr_fr: Entrez les informations d'habilitation
tr_tr: Süper güç bilgilerini yazın

source: Enter habilitation information
fr_fr: Entrer les informations d'habilitations
tr_tr: Süper güç bilgilerini yazın

source: Enter habilitations about the resource
fr_fr: Entrez les habilitations pour la ressource
tr_tr: Kaynak hakkındaki güçleri yazın

source: Enter the computing needs of the resource
es_ar: Introduzca los requerminientos informáticos del recurso
es_es: Entra las necesidades IT del recurso
fr_fr: Entrez les besoins informatiques de la ressource
tr_tr: Kaynağın bilişim gereksinimlerini yazın

source: Entities allowed to transfer a resource
es_ar: Entidades autorizadas para transferir un recurso
fr_fr: Entités autorisées à muter une ressource
tr_tr: Bir kaynağa aktarılabilecek birimler

source: FIFOUR - Supplier's sheet
fr_fr: FIFOUR - Fiche de fournisseur
tr_tr: FIFOUR - Hizmet sağlayıcı sayfası

source: Failed to Send alert to the commercial manager
es_ar: No se pudo enviar la alerta al administrador comercial
fr_fr: Echec de l'envoi de l'alerte au responsable commercial
tr_tr: Ticari sorumluya uyarı gönderilemedi

source: Female
fr_fr: Femme
tr_tr: Dişi

source: Field mapping
fr_fr: Correspondance des champs
tr_tr: Alan eşleşmesi

source: File not found
fr_fr: Fichier non trouvé
tr_tr: Dosya bulunamadı

source: Find in file with %s identifier
fr_fr: Trouvé dans le fichier avec un identifiant de %s
tr_tr: Dosyada %s belirteci ile bul

source: First Form
fr_fr: Première forme
tr_tr: Birinci form

source: Firstname
fr_fr: Prénom
tr_tr: Ad

source: Fixed term contract
es_ar: Término arreglado del contrato
es_es: Contrato de corto plazo
fr_fr: CDD - Interim
tr_tr: Sabit dönemli sözleşme

source: Forced holiday declaration of a resource performed
es_ar: Se estableció día no laborable de un recurso
es_es: Se realizó la declaración de unas vacaciones impuestas de un recurso
fr_fr: Déclaration de congé employeur de la ressource effectuée
tr_tr: Zorunlu tatil kaynağa bildirildi

source: Forced holiday management
es_ar: Administración de días no laborables
es_es: Gestión de las vacaciones impuestas
fr_fr: Gestion congés employeur
tr_tr: Zorunlu tatil yönetimi

source: Found in file with second level id
fr_fr: Trouver dans le fichier avec l'id de second niveau
tr_tr: Dosyada ikinci düzey bir kimlik ile bulundu

source: Found in the file with a top level id
fr_fr: Trouver dans le fichier avec l'id de haut niveau
tr_tr: Dosyada birinci düzey bir kimlik ile bulundu

source: Function
fr_fr: Fonction
tr_tr: İşlev

source: Furnitures needs
fr_fr: Besoins en fournitures
tr_tr: Mobilya gereksinimleri

source: GISF - Supplier security incident management
fr_fr: GISF - Gestion incident sécurité par le fournisseur
tr_tr: GISF - Hizmet sağlayıcı güvenlik tehdidi yönetimi

source: Gender
fr_fr: Genre
tr_tr: Cinsiyet

source: Generate a rule
es_ar: Generar regla
es_es: Crear una regla
fr_fr: Générer une règle
tr_tr: Bir kural oluştur

source: Generate resources
es_ar: Generar recursos
es_es: Generar recursos humanos
fr_fr: Générer les ressources
tr_tr: Kaynakları oluşturun

source: Give a leaving order
fr_fr: Donner des instructions de départ
tr_tr: Bir ayrılma emri ver

source: Habilitation
tr_tr: Güç

source: Habilitation level
fr_fr: Niveau d'habilitation
tr_tr: Güç düzeyi

source: Hidden Fields
fr_fr: Champs masqués
tr_tr: Gizli alanlar

source: Hide the following fields in the "Report an Arrival" form
fr_fr: Masquer ces champs uniquement dans le formulaire "Déclarer une arrivée"
tr_tr: "Bir başlama bildir" formunda şu alanlar gizlensin

source: Hide/Show elements
fr_fr: Masquer/Afficher les éléments
tr_tr: Bileşenleri görüntüle/gizle

source: Holiday
es_ar: Licencia
es_es: Vacaciones
fr_fr: Congé
tr_tr: Tatil

source: Human Resource
es_ar: Recurso Humano
es_es: Recurso humano
fr_fr: Ressource humaine
tr_tr: İnsan kaynağı

source: Human resource
es_ar: Recurso Humano
es_es: Recurso humano
fr_fr: Ressource humaine
tr_tr: İnsan kaynağı

source: IT needs identified
es_ar: Necesita identificación TIC
es_es: Necesidades IT identificadas
fr_fr: Besoins informatiques recensés
tr_tr: Belirlenen bilişim gereksinimleri

source: Identical to GLPI
fr_fr: Identique à GLPI
tr_tr: GLPI ile aynı

source: Identification
tr_tr: Belirleme

source: Identifiers
fr_fr: Identifiants
tr_tr: Belirteçler

source: If other contract are available don't display without contract
fr_fr: Si un autre contrat est disponible ne pas afficher le "Sans contrat"
tr_tr: başka bir sözleşme varsa sözleşme olmadan görüntülenmesin

source: If the value selected equals the value to check, the checklist in will be add
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, la checklist va être ajoutée
tr_tr: Seçilmiş değer, kontrol edilecek değere eşit ise kontrol listesi girişi eklenir

source: If the value selected equals the value to check, the checklist out will be add
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, la checklist va être ajoutée
tr_tr: Seçilmiş değer, kontrol edilecek değere eşit ise kontrol listesi çıkışı eklenir

source: If the value selected equals the value to check, the habilitation will be add
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, l'habilitation va être ajoutée
tr_tr: Seçilmiş değer, kontrol edilecek değere eşit ise davranış biçimi eklenir

source: If yes, the resource will be declared as leaving
fr_fr: Si oui, la ressource sera déclarée partante
tr_tr: Bu seçenek etkinleştirildiğinde, kaynak ayrılıyor olarak bildirilir

source: Import
tr_tr: İçe aktarma

source: Import configuration
fr_fr: Configuration des imports
tr_tr: İçe aktarma yapılandırması

source: Import external
fr_fr: Import externe
tr_tr: Dış verileri içe aktar

source: Import file
fr_fr: Import de fichier
tr_tr: Dosyayı içe aktar

source: Import resources
fr_fr: Import de ressources
tr_tr: İçe aktarma kaynakları

source: Important
es_ar: Importante
es_es: Importante
tr_tr: Önemli

source: Imported values
fr_fr: Valeurs importées
tr_tr: İçe aktarılmış değerler

source: Informant of leaving
es_ar: Información de partida
es_es: Informador de la salida
fr_fr: Déclarant du départ de la ressource
tr_tr: Ayrılma bilgileri

source: Information, this resource is not linked to a user
fr_fr: Information, la ressource n'est pas lié à un utilisateur
tr_tr: Bilgi, bu kaynak bir kullanıcı ile ilişkilendirilmemiş

source: Informations from file
fr_fr: Données du fichier
tr_tr: Dosyadaki bilgiler

source: Informations of the created user
es_ar: Información de usuario creado
es_es: Informaciones del usuario creado
fr_fr: Informations sur l'utilisateur créé
tr_tr: Oluşturulan bu kullanıcı hakkındaki bilgiler

source: Integer
fr_fr: Entier
tr_tr: Tam sayı

source: Interview date
fr_fr: Date de l'entretien
tr_tr: Görüşme tarihi

source: Inventory
fr_fr: Inventaire
tr_tr: Envanter

source: Is linked to a contract
es_ar: Esta asociado a un contrato
es_es: Esta enlazado con un contrato
fr_fr: Est lié à un contrat
tr_tr: sözleşmeli

source: Last contract type
fr_fr: Dernier type de contrat
tr_tr: Son sözleşme türü

source: Last location
fr_fr: Dernier lieu
tr_tr: Son çalıştığı yer

source: Lastname
fr_fr: Nom
tr_tr: Soyad

source: Leaving
fr_fr: Départ
tr_tr: Ayrılıyor

source: Leaving Information
fr_fr: Information de départ
tr_tr: Ayrılma bilgisi

source: Leaving reason
es_ar: Razón de partida
es_es: Motivo de salida
fr_fr: Raison du départ
tr_tr: Ayrılma nedeni

source: Leaving resource
fr_fr: Ressource partante
tr_tr: Ayrılan kaynak

source: Leaving resource - checklist needs to verificated
es_ar: Partida de recurso - Se necesita verificación
es_es: Recurso saliendo - checklists que verificar
fr_fr: Ressource partante - checklist à vérifier
tr_tr: Ayrılan kaynak - kontrol listesi doğrulanmalıdır

source: Level 1 Identifier
fr_fr: Identifiant de premier niveau
tr_tr: 1. düzey belirteç

source: Level 2 Identifier
fr_fr: Identifiant de second niveau
tr_tr: 2. düzey belirteç

source: Link
es_ar: Asociar
es_es: Enlace
fr_fr: Lien
tr_tr: Bağlantı

source: Link Department/Service
fr_fr: Lien Département/Service
tr_tr: Bölüm/hizmet bağlantısı

source: Link Role/Service
fr_fr: Lien Rôle/Service
tr_tr: Rol/hizmet bağlantısı

source: Link a checklist in
fr_fr: Lier à un checklist entrante
tr_tr: Kontrol listesi girişi ile bağlantı kur

source: Link a checklist out
fr_fr: Lier à une checklist sortante
tr_tr: Kontrol listesi çıkışı ile bağlantı kur

source: Link a task
es_ar: Asociar a una tarea
es_es: Enlaza una tarea
fr_fr: Lier une tâche
tr_tr: Görevle ilişkilendir

source: Link metademands
fr_fr: Lier avec le plugin métademandes
tr_tr: Bağlantı üst istekleri

source: Link with metademand
fr_fr: Lien avec le plugin métademandes
tr_tr: Metademand bağlantısı

source: Linked task
es_ar: Tarea asociada
es_es: Tarea enlazada
fr_fr: Tâche Liée
tr_tr: Bağlantılı görev

source: List Employment / Resource
es_ar: Lista Empleo / Recurso
es_es: Lista Empleos / Recursos
fr_fr: Liste Emploi / Ressource
tr_tr: İş / kaynak listesi

source: List Employments / Resources
es_ar: Lista de Empleos / Recursos
es_es: Lista empleos / Recursos
fr_fr: Liste Emplois / Ressources
tr_tr: İş / kaynak listesi

source: List of badges
es_ar: Lista de insignias
fr_fr: Liste des badges
tr_tr: Yaka kartı listesi

source: List of forced holidays
es_ar: Lista de días no laborable
es_es: Lista de vacaciones impuestas
fr_fr: Liste des congés employeurs
tr_tr: Zorunlu tatil günleri

source: List of non contract periods
es_ar: Lista de períodos sin contrato
es_es: Lista de períodos sin contrato
fr_fr: Liste des intercontrats
tr_tr: Sözleşmesiz dönem listesi

source: List of not finished tasks
es_ar: Lista de tareas no finalizadas
es_es: Lista de tareas sin terminar
fr_fr: Tâches révolues
tr_tr: Tamamlanmamış görev listesi

source: List of your associated resources
es_ar: Lista de recursos asociados
fr_fr: Liste de vos ressources associées
tr_tr: Atanmış kaynaklarınızın listesi

source: Location
fr_fr: Emplacement
tr_tr: Konum

source: Login Creation
fr_fr: Création de l'identifiant
tr_tr: Oturum oluşturma

source: Long term contract
es_ar: Término largo del contrato
es_es: Contrato de largo plazo
fr_fr: CDI
tr_tr: Uzun dönemli sözleşme

source: Mail Creation
fr_fr: Création de mail
tr_tr: E-posta oluşturma

source: Male
fr_fr: Homme
tr_tr: Erkek

source: Manage human resources
es_ar: Gestionar recursos humanos
fr_fr: Gérer les ressources humaines
tr_tr: İnsan kaynakları yönetimi

source: Manager for the current resource
es_ar: Gerente del recurso actual
fr_fr: Encadrant direct actuel de la ressource
tr_tr: Geçerli kaynağın sorumlusu

source: Manager of the team
fr_fr: Responsable de l'équipe
tr_tr: Takım yöneticisi

source: Managing change actions
es_ar: Gestionando acciones de cambio
fr_fr: Gestion des actions de changement
tr_tr: Değişiklik işlemleri yönetimi

source: Mandatory when creating the resource
fr_fr: Obligatoire lors de la création de la ressource
tr_tr: Kaynak oluşturmak için zorunludur

source: Mark as finished
fr_fr: Marquer comme fait
tr_tr: Tamamlanmış olarak işaretle

source: Mark as unfinished
fr_fr: Marquer comme non fait
tr_tr: Tamamlanmamış olarak işaretle

source: Matricule
tr_tr: Kayıt defteri

source: Meta-demands linked
es_ar: Meta-demandas vinculadas
fr_fr: Meta-demandes liées
tr_tr: Bağlantılı meta-demands

source: Missing group
fr_fr: Groupe manquant
tr_tr: Grup eksik

source: Missing habilitation
fr_fr: Habilitation manquante
tr_tr: Güç eksik

source: Mission lost
fr_fr: Mission perdue
tr_tr: Görev tamamlanamadı

source: Modification category
fr_fr: Catégorie de modification
tr_tr: Kategori değiştirme

source: Modification of the associated resource's location
es_ar: Modificación del lugar del recurso asociado
es_es: Actualización de la ubicación del recurso asociado
fr_fr: Modification du lieu pour la ressource associée
tr_tr: İlgili kaynak konumunda değişiklik

source: Modification of the associated user's location
es_ar: Modificación de la ubicación del usuario asociado
es_es: Actualización de la ubicación del usuario asociado
fr_fr: Modification du lieu pour l'utilisateur associé
tr_tr: İlgili kullanıcı konumunda değişiklik

source: Modified fields
es_ar: Campos modificados
es_es: Campos actualizados
fr_fr: Champs modifiés
tr_tr: Değiştirilen alanlar

# button
source: Modify user in AD
fr_fr: Modifier l'utilisateur dans l'annuaire
tr_tr: Aktif dizin kullanıcısını düzenle

source: Name
fr_fr: Nom
tr_tr: Ad

source: Need
es_ar: Requerimiento
es_es: Necesidad
fr_fr: Besoin
tr_tr: Gereksinim

source: New Application to add to the resource
fr_fr: Nouvelle application à ajouter à la ressource
tr_tr: Kaynağa eklenecek yeni uygulama

source: New access profile of the resource
es_ar: Nuevo perfil de acceso del recurso
fr_fr: Nouveau profil d'accès de la ressource
tr_tr: Kaynağın yeni erişim profili

source: New resource
fr_fr: Nouvelle resource
tr_tr: Yeni kaynak

source: New resource - checklist needs to verificated
es_ar: Nuevo recurso - Se necesita verificación
es_es: Nuevo recurso - checklists que verificar
fr_fr: Nouvelle ressource - checklist à vérifier
tr_tr: Yeni kaynak - kontrol listesi doğrulanmalıdır

source: New resource agency
es_ar: Nueva agencia de recursos
fr_fr: Nouvelle agence de la ressource
tr_tr: Yeni kaynak temsilcisi

source: New resource company
fr_fr: Nouvelle société de la ressource
tr_tr: Yeni kaynak kuruluşu

source: New resource department
fr_fr: Nouveau département de la ressource
tr_tr: Yeni kaynak bölümü

source: New resource departure date
fr_fr: Nouvelle date de départ de la ressource
tr_tr: Yeni kaynak ayrılma tarihi

source: New resource firstname
fr_fr: Nouveau nom de la ressource
tr_tr: Yeni kaynak adı

source: New resource function
fr_fr: Nouvelle fonction de la ressource
tr_tr: Yeni kaynak işlevi

source: New resource manager
es_ar: Nuevo administrador de recursos
fr_fr: Nouvel encadrant direct de la ressource
tr_tr: Yeni kaynak yöneticisi

source: New resource name
fr_fr: Nouveau nom de la ressource
tr_tr: Yeni kaynak adı

source: New resource role
fr_fr: Nouveau rôle de la ressource
tr_tr: Yeni kaynak rolü

source: New resource sales manager
es_ar: Nuevo recurso de gerente de ventas
fr_fr: Nouveau responsable commercial de la ressource
tr_tr: Yeni kaynak satış sorumlusu

source: New resource service
fr_fr: Nouveau service de la ressource
tr_tr: Yeni kaynak hizmeti

source: New resource team
fr_fr: Nouvelle équipe de la ressource
tr_tr: Yeni kaynak takımı

source: New sales manager for the resource
es_ar: Nuevo gerente de ventas para el recurso
fr_fr: Nouveau responsable commercial de la ressource
tr_tr: Kaynağın yeni satış sorumlusu

source: New type of contract
es_ar: Nuevo tipo de contrato
fr_fr: Nouveau type de contrat
tr_tr: Yeni sözleşme türü

# button
source: Next
fr_fr: Suivant
tr_tr: Sonraki

# button
source: Next >
es_ar: Próximo >
es_es: Siguiente >
fr_fr: Suivant >
tr_tr: Sonraki >

# button
source: Next step
es_ar: Próximo paso
es_es: Paso siguiente
fr_fr: Etape suivante
tr_tr: Sonraki adım

source: No Identifier
fr_fr: Pas d'identifiants
tr_tr: Belirteç yok

source: No Imports
fr_fr: Pas de nouveaux Imports
tr_tr: Herhangi bir içe aktarma yok

source: No advanced request found
es_ar: No se ha encontrado ninguna solicitud avanzada
fr_fr: Aucune demande avancée n'a été trouvée
tr_tr: Henüz gelişmiş bir istek yok

source: No checklist found
es_ar: Verificación no encontrada
es_es: Ninguna checklist encontrada
fr_fr: Pas de checklist trouvée
tr_tr: Henüz bir kontrol listesi yok

source: No columns for this import
fr_fr: Pas de colonne pour cet import
tr_tr: Bu içe aktarmada herhangi bir sütun yok

source: No habilitation level, you cannot add habilitation for this resource.
fr_fr: Pas de niveau d'habilitation, vous ne pouvez pas ajouter d'habilitation pour cette ressource.
tr_tr: Herhangi bir güç düzeyi olmadığından bu kaynak için bir süper güç ekleyemezsiniz.

source: No imports configured
fr_fr: Aucun import configuré
tr_tr: Henüz bir içe aktarma yapılandırılmamış
