Repository: InfotelGLPI/resources
Catalog: locales/*.po
Languages: es_ar, es_es, fr_fr, tr_tr

source: To begin, select type of contract
es_ar: Para comenzar, selecciona el tipo de contrato
es_es: Primero, selecciona un tipo de contrato
fr_fr: Pour commencer, sélectionnez le type de contrat
tr_tr: Sözleşme türünü seçerek başlayın

source: Total
tr_tr: Toplam

source: Total lines in the file
fr_fr: Total de lignes dans le fichier
tr_tr: Dosyadaki satır sayısı

source: Trainee
es_ar: Pasante
es_es: Práctica
fr_fr: Stagiaire
tr_tr: Stajer

source: Transfer entities
es_ar: Entidades de transferencia
fr_fr: Entité de mutation
tr_tr: Birimleri aktar

source: Transfer report of the human resource
es_ar: Informe de transferencia de recurso humano
fr_fr: Rapport de mutation de la ressource humaine
tr_tr: İnsan kaynağının aktarımı raporu

source: Transfer resource notification
es_ar: Transferencia de notificación de recurso
fr_fr: Notification de mutation de ressources
tr_tr: Kaynak aktarımı bildirimi

source: Type of budget volume
es_ar: Tipo de volumen de presupuesto
es_es: Tipo de volumen de presupuesto
fr_fr: Type de volume budgétaire
tr_tr: Bütçe hacmi türü

source: Type of contract
es_ar: Tipo de contrato
es_es: Tipo de contrato
fr_fr: Type de contrat
tr_tr: Sözleşme türü

source: Type of need
es_ar: Tipo de requerimiento
es_es: Tipo de necesidad
fr_fr: Type de besoin
tr_tr: Gereksinim türü

source: Type of task
es_ar: Tipo de tarea
es_es: Tipo de tarea
fr_fr: Type de tâche
tr_tr: Görev türü

source: Unlimited number of selectable habilitations
fr_fr: Nombre illimité d'habilitations sélectionnables
tr_tr: Sınırsız sayıda seçilebilir güçler

source: Update GLPI Resources
fr_fr: Mise à jour des ressources de GLPI
tr_tr: GLPI kaynaklarını güncelle

source: Update LDAP directory
fr_fr: Mettre à jour l'annuaire LDAP
tr_tr: LDAP dizinini güncelle

source: Update Resources state
fr_fr: Mettre à jour l'état de la ressource
tr_tr: Kaynak durumunu güncelle

source: Updated resource
fr_fr: Ressource mise à jour
tr_tr: Kaynak güncellendi

source: Updating leaving resources (declaring leaving, state of employment)
es_ar: Actualización de recursos partidos (declaración partida, estado del empleo)
es_es: Actualización de recursos saliendo (declarado saliendo, estado de empleo)
fr_fr: Mise à jour des ressources partantes (déclaré partant, état des emplois)
tr_tr: Ayrılan kaynaklar güncelleniyor (ayrılma bildirimi, iş durumu)

source: Use documents form
fr_fr: Utiliser le formulaire pour l'ajout de documents
tr_tr: Belgeler formu kullanılsın

source: Use metademand for leaving resources
fr_fr: Utiliser une métademande pour les ressources partantes
tr_tr: Kaynakların bırakılması için metademand kullanılsın

source: Use metademand for resources changes
fr_fr: Utiliser une métademande pour les changements de ressources
tr_tr: Kaynak değişiklikleri için metademand kullanılsın

source: Use recruiting information
fr_fr: Utiliser les informations de recrutement
tr_tr: İşe alım bilgileri kullanılsın

source: Use resignation form
fr_fr: Utiliser le formulaire de démission
tr_tr: İstifa formu kullanılsın

source: Use second list of employer
fr_fr: Utiliser la seconde liste d'employeur
tr_tr: İkinci işveren listesi kullanılsın

source: Use second matricule
fr_fr: Utiliser un second matricule
tr_tr: İkinci kayıt defteri kullanılsın

source: Use secondaries services
fr_fr: Utiliser les services secondaires
tr_tr: İkincil hizmetler kullanılsın

source: Use service and departement from AD
fr_fr: Utiliser le service et le département de l'AD
tr_tr: Hizmet ve bölümler aktif dizin üzerinden alınsın

source: Used for planning
es_ar: Planificado
es_es: Planificada
fr_fr: Inclure dans le planning
tr_tr: Planlamada kullanılacak

source: User without resource
fr_fr: Utilisateur sans ressource
tr_tr: Kaynağı olmayan kullanıcı

source: Validate
fr_fr: Valider
tr_tr: Doğrula

source: Validate and pre-import file
fr_fr: Valider et pré-importer le fichier
tr_tr: Dosyayı doğrula ve içe aktarmaya hazırlan

source: Validation
tr_tr: Doğrulama

source: Validation and AD Synchronization
fr_fr: Validation et Synchronisation AD
tr_tr: Doğrulama ve Aktif Dizin eşitlemesi

source: Variable
tr_tr: Değişken

source: Verify CSV file
fr_fr: Vérifier un fichier CSV
tr_tr: CSV dosyasını doğrula

source: Verify GLPI resources
fr_fr: Vérification des ressources de GLPI
tr_tr: GLPI kaynaklarını doğrula

source: Verify file
fr_fr: Vérification de fichier
tr_tr: Dosyayı doğrula

source: View by contract type
es_ar: Ver por tipo de contrato
es_es: Ver por tipo de contrato
fr_fr: Vue par type de contrat
tr_tr: Sözleşme türüne göre bakın

source: View employer in core form
fr_fr: Voir l'employeur dans le formulaire principal.
tr_tr: Çekirdek formunda işveren görüntülensin

source: View leaving information
fr_fr: Voir les informations de départ
tr_tr: Ayrılma bilgilerini görüntüle

source: View my resources as a commercial
fr_fr: Voir mes ressources en tant que commercial
tr_tr: Kaynaklarım ticari olarak görüntülensin

source: Welcome to the wizard resource
es_ar: Bienvenido al asistente de Recursos
es_es: Bienvenido en el asistente de creación de recursos humanos
fr_fr: Bienvenue dans l'assistant de création de ressources
tr_tr: Kaynak yardımcısına hoş geldiniz

source: Will be added to the resource comment area
es_ar: Se agregará al recurso el área comentada
es_es: Se añadirá a la zona de descripción del recurso
fr_fr: Sera ajouté dans la zone commentaire de la ressource
tr_tr: Kaynak açıklamaları alanına eklenecek

source: Wished leaving date
fr_fr: Date de sortie souhaitée
tr_tr: İstenilen ayrılma tarihi

source: Without contract
es_ar: Sin contrato
es_es: Sin contrato
fr_fr: Sans contrat
tr_tr: Sözleşmesiz

source: Wizard
tr_tr: Yardımcı

source: Wizard resource creation
es_ar: Asistente de creación de recurso
es_es: Asistente de creación de recursos humanos
fr_fr: Assistant de création
tr_tr: Kaynak oluşturma yardımcısı

source: Work Profile
fr_fr: Profil de travail
tr_tr: Çalışma profili

source: You are not the manager of this resource departure
fr_fr: Vous n'êtes pas le manager désigné pour cette ressource partante
tr_tr: Bu kaynak ayrılmasının yöneticisi değilsiniz

source: You have to do all checklist in action before
fr_fr: Vous devez faire toute les actions de la liste de contrôle d'arrivée avant
tr_tr: Önce kontrol listesindeki tüm giriş işlemleri tamamlanmalıdır

source: You have to do all checklist out action before
fr_fr: Vous devez faire toute les actions de la liste de contrôle de départ avant
tr_tr: Önce kontrol listesindeki tüm çıkış işlemleri tamamlanmalıdır

source: You have to perform the action on the LDAP directory before
fr_fr: Vous devez réaliser l'action dans l'annuaire LDAP avant
tr_tr: İşlemi önce LDAP dizini üzerinde yapmalısınız

source: You have to perform the action on the LDAP directory before and you have to do all checklist in action before
fr_fr: Vous devez effectuer les actions dans l'annuaire LDAP and vous devez faire toute les actions sur la ressource avant
tr_tr: İşlemi önce LDAP dizini üzerinde yapmalı ve önce işlemin tüm kontrol listesini tamamlamalısınız

source: You need rights into badges plugin
fr_fr: Vous avez besoin des droits sur le plugin badges
tr_tr: Yaka kartları eklentisini kullanma izniniz olmalıdır

source: existing login
fr_fr: Identifiant déjà existant
tr_tr: var olan kullanıcı adı

source: first letter of given name + name
fr_fr: première lettre du prénom + nom
tr_tr: belirtilen adın ilk harfi + ad

source: first level
fr_fr: premier niveau
tr_tr: birinci düzey

source: given name + name
fr_fr: prénom + nom
tr_tr: belirtilen ad + ad

source: given name.name
fr_fr: prénom.nom
tr_tr: belirtilen ad.ad

source: leave on
fr_fr: part le
tr_tr: ayrılma zamanı

source: no file to compare
fr_fr: pas de fichier à comparer
tr_tr: karşılaştırılacak bir dosya yok

source: second level
fr_fr: deuxième niveau
tr_tr: ikinci düzey

source: the user has been added to the LDAP directory
fr_fr: l'utilisateur a été ajouté dans l'annuaire LDAP
tr_tr: kullanıcı LDAP dizinine eklendi

source: the user has been disabled and moved to the LDAP directory
fr_fr: l'utilisateur a été désactivé et déplacé dans l'annuaire LDAP
tr_tr: kullanıcı etkisizleştirildi ve LDAP dizinine taşındı

source: the user has been updated to the LDAP directory
fr_fr: l'utilisateur a été mis à jour dans l'annuaire LDAP
tr_tr: kullanıcı LDAP dizininde güncellendi

source: the user has not been added to the LDAP directory
fr_fr: l'utilisateur n'a pas été ajouté à l'annuaire LDAP
tr_tr: kullanıcı LDAP dizinine eklenmedi

source: the user has not been disabled and moved to the LDAP directory
fr_fr: l'utilisateur n'a pas été désactivé et déplacé dans l'annuaire LDAP
tr_tr: kullanıcı etkisizleştirilmesi ve LDAP dizinine taşınmadı

source: the user has not been updated to the LDAP directory
fr_fr: l'utilisateur n'a pas été mis à jour dans l'annuaire LDAP
tr_tr: kullanıcı LDAP dizininde güncellenmedi

source: Send an automatique notification on the "declare an arrival" form
fr_fr: Envoyer automatiquement une notification à l'issue du formulaire "Déclarer une arrivée"

source: budgetsummary_report_title
fr_fr: Synthèse par budget avec total en montant et quantité

source: checkgroup_report_title
fr_fr: Rapport listant les groupes non présents dans les habilitations de la ressource

source: checkhabilitation_report_title
fr_fr: Rapport listant les habilitations non présentes dans les groupes de l'utilisateur

source: checkmissingN0group_report_title
fr_fr: Rapport listant les ressources humaines sans groupe N0

source: checkmissingN1group_report_title
fr_fr: Rapport listant les ressources humaines sans groupe N1

source: lapserankprofession_report_title
fr_fr: Rapport listant les corps et grades caduques

source: professionwithoutcost_report_title
fr_fr: Rapport listant les corps et grades sans valorisation budgétaire

source: professionwithoutvolume_report_title
fr_fr: Rapport listant les corps et grades sans volume budgétaire

source: resourceemploymentdiff_report_title
fr_fr: Rapport des gages

source: resourceemploymentwithlapseprofession_report_title
fr_fr: Rapport listant les ressources ou les emplois ayant un corps caduque

source: resourceemploymentwithlapserank_report_title
fr_fr: Rapport listant les ressources ou les emplois ayant un grade caduque

source: resourceleavingwithactiveemployment_report_title
fr_fr: Rapport listant les ressources partantes ayant des emplois actifs

source: resourcewithoutemployment_report_title
fr_fr: Rapport listant les ressources sans emploi

source: resourcewithoutuser_report_title
fr_fr: Rapport listant les ressources sans utilisateurs

source: userwithmorethanoneresource_report_title
fr_fr: Rapport listant les utilisateurs liés à plus d'une ressource

source: Modify state
es_ar: Modificar estado
es_es: Marcar como hecho/por hacer

source: Menu
es_ar: Menú
es_es: Menú

source: Manage
es_ar: Gestionar

source: human resources
es_ar: recursos humanos

source: Duplicate
es_ar: Duplicar
