Repository: InfotelGLPI/resources
Catalog: locales/*.po
Languages: es_ar, es_es, fr_fr, tr_tr

source: Non contract period
es_ar: Período sin contrato
es_es: Período fuera de contrato
fr_fr: Liste des périodes d'intercontrat
tr_tr: Sözleşmesiz dönem

source: Non contract period declaration of a resource performed
es_ar: Se realizó la declaración de período sin conrtrato
es_es: Se realizó la declaración de un período sin contrato de un recurso
fr_fr: Déclaration d'intercontrat de la ressource effectuée
tr_tr: Kaynağa sözleşmesiz dönemin başladığı bildirildi

source: Non contract period management
es_ar: Gestión de períodos no contractuales
fr_fr: Gestion d'intercontrat
tr_tr: Sözleşmesiz dönem yönetimi

source: Not defined
es_ar: No definido
es_es: No definido
fr_fr: Non défini
tr_tr: Belirtilmemiş

source: Not finished tasks
es_ar: Tareas no finalizadas
es_es: Tareas sin terminar
fr_fr: Tâches non terminées
tr_tr: Bitmemiş görevler

source: Not in GLPI
fr_fr: Pas trouvé dans GLPI
tr_tr: GLPI üzerinde yok

source: Not in file
fr_fr: Pas dans le fichier
tr_tr: Dosyada yok

source: Not in the file
fr_fr: Pas dans le fichier
tr_tr: Dosyada yok

source: Notification configuration
es_ar: Configuración de notificación
es_es: Configuración de las notificaciones
fr_fr: Configuration de la notification
tr_tr: Bildirim ayarları

source: Notification history
es_ar: Historial de notificaciones
es_es: Histórico de notificaciones
fr_fr: Historique de la notification
tr_tr: Bildirim geçmişi

source: Notification sent
es_ar: Notificación enviada
es_es: La notificación fue enviada
fr_fr: Notification envoyée
tr_tr: Bildirim gönderildi

source: Number of titles and values of tooltip doesn't match
fr_fr: le nombre de titres et de valeurs ne correspond pas
tr_tr: İpuçlarının başlıkları ile değerleri eşleşmiyor

source: Number of years experience
fr_fr: Nombre d'années d'expérience
tr_tr: İş deneyimi yılı

source: Order
fr_fr: Instructions
tr_tr: Emir

source: Other
es_ar: Otro
es_es: Otro
fr_fr: Autre
tr_tr: Diğer

source: Other needs
fr_fr: Autres besoins
tr_tr: Diğer gereksinimler

source: Other resource notification
es_ar: Otra notificación de recurso
es_es: Otra notificación de recurso
fr_fr: Autre notification de ressources
tr_tr: Diğer kaynak bildirimi

source: Others actions
es_ar: Otras acciones
fr_fr: Autres actions
tr_tr: Diğer işlemler

source: Others declarations
es_ar: Otras declaraciones
es_es: Otras declaraciones
fr_fr: Autres déclarations
tr_tr: Diğer bildirimler

source: Others needs
es_ar: Otras requerimientos
es_es: Otras necesidades
fr_fr: Autres besoins
tr_tr: Diğer gereksinimler

source: Pay gap
fr_fr: Écart de rémunération
tr_tr: Ücret farkı

source: Phone
fr_fr: Téléphone
tr_tr: Telefon

source: Photo
es_ar: Foto
es_es: Foto
tr_tr: Fotoğraf

source: Photo format : JPG
es_ar: Formato de foto: JPG
es_es: Formato de la foto : JPG
fr_fr: Format de la photo : JPG
tr_tr: Fotoğraf biçimi : JPG

source: Please activate the plugin
es_ar: Por favor activar este plugin
es_es: Se ruega activar el plugin
fr_fr: Merci d'activer le plugin
tr_tr: Lütfen eklentiyi etkinleştirin

source: Please activate the plugin badge
es_ar: Por favor active el complemento insignia
fr_fr: Merci d'activer le plugin badge
tr_tr: Lütfen yaka kartı eklentisini etkinleştirin

source: Please activate the plugin metademand
es_ar: Por favor activar el complemento metademand
fr_fr: Merci d'activer le plugin métademandes
tr_tr: Lütfen metademand eklentisini etkinleştirin

source: Please check the leaving checklist of the resource
es_ar: Por favor, verificar la partida del recurso
es_es: Se ruega verificar la checklist de salida del recurso
fr_fr: Merci de vérifier la checklist de départ de la ressource si nécessaire
tr_tr: Lütfen kaynağın ayrılma kontrol listesini gözden geçirin

source: Please correct: %s
es_ar: Por favor corregir: %s
fr_fr: Merci de corriger : %s
tr_tr: Lütfen düzeltin: %s

source: Please ensure that the return form is signed by the employee
fr_fr: Merci de veiller à faire signer la fiche de restitution au collaborateur
tr_tr: Lütfen geri verilen formun çalışan tarafından imzalanmış olduğundan emin olun

source: Please select a resource
es_ar: Seleccione un recurso
fr_fr: Veuillez sélectionner une ressource
tr_tr: Lütfen bir kaynak seçin

source: Prefix
fr_fr: Préfixe
tr_tr: Ön ek

# button
source: Previous
fr_fr: Précédent
tr_tr: Önceki

source: Profession
es_ar: Profesión
es_es: Profesión
fr_fr: Corps
tr_tr: Meslek

source: Profession category
es_ar: Categoría de profesión
es_es: Categoría de profesión
fr_fr: Catégorie
tr_tr: Meslek kategorisi

source: Profession line
es_ar: Linea de profesión
es_es: Línea de profesión
fr_fr: Filière
tr_tr: Uzmanlık

source: Public service management
es_ar: Administración de servicios públicos
es_es: Gestión de servicios públicos
fr_fr: Gestion secteur public
tr_tr: Herkese açık hizmet yönetimi

source: Public status
es_ar: Estado público
es_es: Estado
fr_fr: Statut
tr_tr: Herkese açık durum

source: Purge imported resources
fr_fr: Purger les ressources importées
tr_tr: İçe aktarılmış kaynakları sil

source: Quota
es_ar: Cuota
es_es: Cuota
fr_fr: Quotité
tr_tr: Kota

source: Rank
es_ar: Clasificación
es_es: Rango
fr_fr: Grade
tr_tr: Dilim

source: Ratio Employment / Budget
es_ar: Proporción Empleo / Presupuesto
es_es: Ratio Empleo / Presupuesto
fr_fr: Ratio Emploi / Budget
tr_tr: İş / bütçe oranı

source: Read only Fields
fr_fr: Champs en lecture seule
tr_tr: Salt okunur alanlar

source: Reading the security charter
fr_fr: Lecture de la charte de sécurité
tr_tr: Güvenlik ilkesi okunuyor

source: Reconversion
tr_tr: Yeniden görüşme

source: Recruiting Source
fr_fr: Source de recrutement
tr_tr: İşe alım kaynağı

source: Recruiting information
fr_fr: Informations de recrutement
tr_tr: İşe alım bilgileri

source: Remaining budget - employment (qty)
es_ar: Presupuesto remanente - empleo (cant)
es_es: Saldo presupuesto - empleo (Ctd)
fr_fr: Solde budget-emploi (qté)
tr_tr: Kalan bütçe - iş (adet)

source: Remaining budget - employment (€)
es_ar: Presupuesto remanente - empleo ($)
es_es: Saldo presupuesto - empleo (€)
fr_fr: Solde budget-emploi (€)
tr_tr: Kalan bütçe - iş (€)

source: Remove a super habilitation
es_ar: Eliminar una super habilitación
fr_fr: Supprimer une super habilitation
tr_tr: Süper gücü geri al

source: Remove habilitation when update resource
fr_fr: Supprimer les habilitations lors de la mise à jour d'une ressource depuis métademandes
tr_tr: Kaynak güncellenirken güçleri kaldırılsın

source: Replace change actions management
fr_fr: Remplace la gestion des actions de changement
tr_tr: Değişiklik işlemleri yönetimini değiştir

source: Replace default form for departure
fr_fr: Remplace le formulaire par défaut pour les départs
tr_tr: Varsayılan ayrılma formunu değiştir

source: Reported by
es_ar: Informado por
es_es: Declarado por
fr_fr: Déclaré par
tr_tr: Bildiren

source: Request new badge
es_ar: Solicitar una nueva insignia
fr_fr: Demande de nouveau badge
tr_tr: Yeni yaka kartı iste

source: Required Fields
es_ar: Campos requeridos
es_es: Campos obligatorios
fr_fr: Champs Requis
tr_tr: Zorunlu alanlar

source: Required fields are not filled. Please try again.
es_ar: No se han llenado los campos. Por favor pruebe de nuevo.
es_es: Faltan unos campos obligatorios
fr_fr: Un ou plusieurs champs obligatoires sont manquants. Merci de les renseigner.
tr_tr: Zorunlu alanlar doldurulmamış. Lütfen yeniden deneyin.

source: Resend the declaration
es_ar: Reenviar declaración
es_es: Reenviar la declaración
fr_fr: Réenvoyer la déclaration
tr_tr: Duyuruyu yeniden gönder

source: Reset the checklist
es_ar: Borrar verificación
es_es: Reinitializar la checklist
fr_fr: Réinitialiser la checklist
tr_tr: Kontrol listesini sıfırla

source: Resignation Reason
fr_fr: Raison de démission
tr_tr: İstifa nedeni

source: Resignation date
fr_fr: Date de démission
tr_tr: İstifa tarihi

source: Resource
es_ar: Recurso
es_es: Recurso
fr_fr: Ressource
tr_tr: Kaynak

source: Resource Attribute
fr_fr: Attribut de ressource
tr_tr: Kaynak özniteliği

source: Resource column name not found
fr_fr: Nom de colonne de ressource non trouvé
tr_tr: Kaynak sütunu adı bulunamadı

source: Resource creation
es_ar: Creación de recursos
es_es: Creación de recurso
fr_fr: Création de ressources
tr_tr: Kaynak oluşturma

source: Resource files imports
fr_fr: Import de fichier Resources
tr_tr: Kaynak dosyaları içe aktarmaları

source: Resource manager
es_ar: Administración de recursos
es_es: Responsable del recurso
fr_fr: Encadrant direct de la ressource
tr_tr: Kaynak yönetimi

source: Resource managers selection : only these users with these profiles
fr_fr: Sélection des encadrants directs de la ressource : Uniquement ces utilisateurs ayant ce profil
tr_tr: Kaynak yöneticisinin seçimi : Yalnız bu profillerdeki bu kullanıcılar

source: Resource state
es_ar: Estado del recurso
es_es: Estado del recurso
fr_fr: Statut de ressource
tr_tr: Kaynak durumu

source: Resource state for left people
fr_fr: Etat de la ressource pour les personnes parties
tr_tr: Ayrılmış kişilerin kaynak durumu

source: Resource state for working people
fr_fr: Etat de la ressource pour les personnes employées
tr_tr: Çalışan kişilerin kaynak durumu

source: Resource user
es_ar: Usuario de recurso
es_es: Usuario del recurso
fr_fr: Utilisateur lié à la ressource
tr_tr: Kaynak kullanıcısı

source: Resource volume (qty)
es_ar: Volumen del recurso (cant)
es_es: Volumen de recursos (Ctd)
fr_fr: Volume ressource (qté)
tr_tr: Kaynak hacmi (adet)

source: Resource volume (€)
es_ar: Volumen del recurso ($)
es_es: Volumen de recursos (€)
fr_fr: Volume ressource (€)
tr_tr: Kaynak hacmi (€)

source: Resources data
fr_fr: Données de ressources
tr_tr: Kaynak verileri

source: Resources directory
fr_fr: Annuaire des ressources
tr_tr: Kaynaklar dizini

source: Resources list
fr_fr: Listes des ressources
tr_tr: Kaynak listesi

source: Resources list of commercial manager
es_ar: Lista de recursos del gerente comercial
fr_fr: Liste des ressources du responsable commercial
tr_tr: Ticari sorumlunun kaynak listesi

source: Resources management
es_ar: Administración de Recursos
es_es: Gestión de recursos
fr_fr: Gestion des ressources
tr_tr: Kaynak yönetimi

source: Resources not declaring leaving
es_ar: Recurso no declarado como partido
es_es: Recursos no declarados saliendo
fr_fr: Ressources non déclarées partantes
tr_tr: Ayrılmayacağı söylenen kaynaklar

source: Role
fr_fr: Poste
tr_tr: Rol

source: Sales manager
es_ar: Gerente de ventas
fr_fr: Responsable commercial
tr_tr: Satış sorumlusu

source: Sales manager for the current resource
es_ar: Gerente de ventas para el recurso actual
fr_fr: Responsable commercial actuel de la ressource
tr_tr: Geçerli kaynağın satış sorumlusu

source: Sales managers selection : only these users with these profiles
fr_fr: Sélection des responsables commerciaux de la ressource : Uniquement ces utilisateurs ayant ce profil
tr_tr: Satış yöneticileri seçimi : Yalnız bu profillerdeki bu kullanıcılar

source: Search resources
es_ar: Buscar recurso
es_es: Buscar recursos
fr_fr: Chercher une ressource
tr_tr: Kaynak arayın

source: Second Form
fr_fr: Seconde forme
tr_tr: İkinci form

source: Second matricule
fr_fr: Deuxième matricule
tr_tr: İkinci kayıt defteri

source: Second part list of employer
fr_fr: Deuxième liste d'employeur
tr_tr: İkinci işveren listesi bölümü

source: Secondaries services
fr_fr: Services secondaires
tr_tr: İkincil hizmetler

source: Security compliance
fr_fr: Conforme sécurité
tr_tr: Güvenlik uygunluğu

source: Security compliance management
fr_fr: Gestion de la conformité de sécurité
tr_tr: Güvenlik uygunluğu yönetimi

source: See variable available
fr_fr: Voir les variables disponibles
tr_tr: Değişken adını görüntüle

source: Select the contract type
es_ar: Seleccione el tipo de contrato
es_es: Selecciona el tipo de contrato
fr_fr: Sélectionnez le type de contrat souhaité
tr_tr: Sözleşme türünü seçin

source: Send alert to the commercial manager
es_ar: Enviar alerta al gerente comercial
fr_fr: Envoi de l'alerte au responsable commercial
tr_tr: Ticari sorumluya uyarı gönder

source: Send an automatic notification on the "declare an arrival" form
tr_tr: "Bir başlama bildir" formunda otomatik bildirim gönderilsin

source: Send other notification
es_ar: Enviar otra notificación
es_es: Enviar otra notificación
fr_fr: Envoyer d'autres notifications
tr_tr: Diğer bildirim gönderilsin

source: Send resource creation report notification
fr_fr: Envoyer une notification de rapport de création de ressource
tr_tr: Kaynak oluşturma raporu bildirimi gönderilsin

source: Send resource transfer notification
es_ar: Enviar notificación de transferencia de recurso
fr_fr: Envoyer une notification de mutation de ressource
tr_tr: Kaynak aktarımı bildirimi gönderilsin

source: Sensitized to security
fr_fr: Sensibilisé à la sécurité
tr_tr: Güvenliğe duyarlı

source: Service
tr_tr: Hizmet

source: Service company management
es_ar: Administración de companía de servicios
es_es: Gestión de empresas de servicios
fr_fr: Gestion société de services
tr_tr: Hizmet sağlayıcı yönetimi

source: Setup LDAP directory
fr_fr: Configuration de l'annuaire LDAP
tr_tr: LDAP dizinini kur

source: Short name
es_ar: Nombre corto
es_es: Nombre corto
fr_fr: Nom - court
tr_tr: Kısa ad

source: Softwares requirements
fr_fr: Besoins logiciels
tr_tr: Yazılım gereksinimleri

source: Source entity
es_ar: Entidad destino
fr_fr: Entité source
tr_tr: Kaynak birim

source: Source entity group
es_ar: Entidad grupo orígen
fr_fr: Groupe de l'entité source
tr_tr: Kaynak birim grubu

source: Source entity group manager
es_ar: Administrador de entidad grupo orígen
fr_fr: Superviseur du groupe de l'entité source
tr_tr: Kaynak birim grubu yönetimi

source: Speciality
es_ar: Especialista
es_es: Especialidad
fr_fr: Spécialité
tr_tr: Özellik

source: Specials requirements
fr_fr: Besoins spéciaux
tr_tr: Özel gereksinimler

source: Specific distribution lists
es_ar: Especificar lista de distribución
es_es: Listas de distribución específicas
fr_fr: Listes de distributions spécifiques
tr_tr: Özel dağıtım listeleri

source: Specific network rights
es_ar: Especificar permisosde red
es_es: Permisos de red específicos
fr_fr: Droits réseaux spécifiques
tr_tr: Özel ağ hakları

source: Specific securities groups
es_ar: Especificar grupos de seguridad
es_es: Grupos de seguridad específicos
fr_fr: Groupes de sécurité spécifiques
tr_tr: Özel güvenlik grupları

source: Starting change
es_ar: Comenzando el cambio
fr_fr: Lancer le changement
tr_tr: Değişiklik başlatılıyor

source: String
fr_fr: Chaine de caractères
tr_tr: Dizge

source: Substitute manager of the team
fr_fr: Responsable suppléant de l'équipe
tr_tr: Takım yöneticisinin yedeği

source: Suffix
fr_fr: Suffixe
tr_tr: Son ek

source: Super habilitation
es_ar: Super habilitacion
tr_tr: Super güç

source: Super habilitation management
es_ar: Gestión de super habilitación
fr_fr: Gestion d'une super habilitation
tr_tr: Süper güç yönetimi

source: Suppression of the habilitation: %s
fr_fr: Suppression de l'habilitation : %s
tr_tr: Güç azaltma: %s

source: Synchronize with Active Directory
fr_fr: Synchroniser avec l'Active Directory
tr_tr: Aktif Dizin ile eşitle

source: Target entity
es_ar: Entidad orígen
fr_fr: Entité cible
tr_tr: Hedef birim

source: Target entity group
es_ar: Entidad grupo destino
fr_fr: Groupe de l'entité cible
tr_tr: Hedef birim grubu

source: Target entity group manager
es_ar: Administrador de entidad grupo destino
fr_fr: Superviseur du groupe de l'entité cible
tr_tr: Hedef birim grubu yönetimi

source: Task's responsible group
es_ar: Grupo responsable de tareas
es_es: Grupo responsable de la tarea
fr_fr: Groupe responsable de la tâche
tr_tr: Görevden sorumlu grup

source: Task's responsible technician
es_ar: Técnico responsable de tareas
es_es: Técnico responsable de la tarea
fr_fr: Technicien responsable de la tâche
tr_tr: Görevden sorumlu teknisyen

source: Tasks in progress
es_ar: Tareas en progreso
es_es: Tareas en curso
fr_fr: Tâches en cours
tr_tr: Yapılan görev

source: Tasks list
es_ar: Lista de tareas
es_es: Lista de tareas
fr_fr: Liste des tâches
tr_tr: Görev listesi

source: Team
fr_fr: Equipe
tr_tr: Takım

source: Team code
fr_fr: Code de l'équipe
tr_tr: Takım kodu

source: Terminate the declaration
es_ar: Terminar declaración
es_es: Terminar la declaración
fr_fr: Terminer la déclaration
tr_tr: Duyuruyu kaldır

source: Text in the resource creation ticket after validation
fr_fr: Texte présent dans le ticket de création d'une ressource après validation
tr_tr: Doğrulama sonrası kaynak oluşturma destek kaydındaki yazı

source: Thank you for paying attention to the spelling of the name and the firstname of the resource. For compound firstnames, separate them with a dash "-".
es_ar: Gracias por prestar atención a la ortografía del apellido y el nombre de pila del recurso. Para primer nombre compuesto, sepárelos con un guión "-".
es_es: Tenga cuidado al deletreo de los apellido y nombre del recurso. Para nombres compuestos, utiliza el guión "-" como separador
fr_fr: Merci de faire attention a l'orthographe du nom et du prénom de la ressource. Pour les prénoms composés, veuillez les séparer par un tiret "-".
tr_tr: Adların okunuş ve yazılışına özen gösterin. Birden çok adı yazarken aralarına tire "-" koyun.

source: Thanks to recover his badges
es_ar: Gracias por recuperar este presupuesto
es_es: Se ruega recoger sus tarjetas identificadoras
fr_fr: Cette ressource possède des badges. Merci de les récuperer
tr_tr: Kimlik kartlarını geri verdiği için teşekkür

source: The added appliance is %s
fr_fr: L'application ajoutée est %s
tr_tr: Eklenen aygıt %s

source: The begin date of the forced holiday period must be filled
es_ar: Se debe llenar La fecha de inicio del período de días no laborables
es_es: La fecha de inicio de las vacaciones impuestas no puede ser vacía
fr_fr: La date de début du congé employeur est requise
tr_tr: Zorunlu tatil döneminin başlangıç tarihi yazılmalıdır

source: The begin date of the non contract period must be filled
es_ar: Se debe llenar la fecha de inicio del período sin contrato
es_es: La fecha de inicio del período sin contrato no puede ser vacía
fr_fr: La date de début de l'intercontrat est requise
tr_tr: Sözleşmesiz dönemin başlangıcı yazılmalıdır

source: The checklist is finished
es_ar: Finalizó la lista de verificación
fr_fr: La checklist est terminée
tr_tr: Kontol listesi tamamlanmış

source: The checklist is not finished
es_ar: La verificación no está terminada
es_es: La checklist no esta terminada
fr_fr: La checklist n'est pas terminée
tr_tr: Kontrol listesi tamamlanmamış

source: The current entity is already linked to a meta-demand
es_ar: La entidad actual ya está vinculada a una meta-demanda
fr_fr: L'entité courante est déjà liée à une meta-demande
tr_tr: Geçerli birim zaten bir meta-demand ile bağlantılı

source: The direct manager of the resource must validate the information before it can be synchronized.
fr_fr: L'encadrant direct de la ressource doit valider avant de pouvoir synchroniser les informations avec l'AD
tr_tr: Kaynağın eşitlenmesi için doğrudan yöneticisi bilgileri doğrulamalıdır.

source: The end date of the forced holiday period must be filled
es_ar: Se debe llenar la fecha de finalización del período de días no laborables
es_es: La fecha de fin de las vacaciones impuestas no puede ser vacía
fr_fr: La date de fin du congé employeur est requise
tr_tr: Zorunlu tatil döneminin bitiş tarihi yazılmalıdır

source: The fields in red must be completed
es_ar: Los campos en rojo se deben completar
es_es: Los campos en rojo son obligatorios
fr_fr: Les champs en rouge doivent êtres complétés
tr_tr: Kırmızı ile işaretlenmiş alanlar doldurulmalıdır

source: The file does not match any template
fr_fr: Le fichier ne correspond à aucun gabarit
tr_tr: Dosya herhangi bir kalıp ile eşleşmiyor

source: The file has been pre-import
fr_fr: Le fichier a été pré-importé
tr_tr: Dosya içe aktarılmaya hazırlanmış

source: The folder you expected to display content doesn't exist.
fr_fr: Le dossier dont vous voulez afficher le contenu n'existe pas.
tr_tr: İçeriği görüntülenmesi beklenen bir klasör bulunamadı.

source: The notification is not sent because the resource is not linked with a user
es_ar: La notificación no se envía porque el recurso no está vinculada a un usuario
es_es: La notificación no fue enviada porque el recurso no esta enlazado con un usuario
fr_fr: La notification ne peut pas être envoyée car la ressource n'est pas liée à un utilisateur
tr_tr: Kaynak bir kullanıcı ile ilişkilendirilmemiş olduğundan bildirim gönderilemedi

source: The profession for the budget must be filled
es_ar: Se debe llenar la profesión, para el presupuesto
es_es: La profesión es obligatoria para el presupuesto
fr_fr: Le corps auquel s'applique le budget est requis
tr_tr: Bütçenin mesleği doldurulmalıdır

source: The resource is also created if not existent
es_ar: Si no existe se creará el recurso
es_es: El recurso será tambien creado si no existe ya
fr_fr: La ressource est aussi créée si celle-ci n'existe pas
tr_tr: Kaynak yoksa oluşturulacak

source: The resource is not leaving
fr_fr: La ressource n'est pas déclaré partante
tr_tr: Kaynak ayrılmıyor

source: The sales manager is responsible for the complete return of the company's equipment held by the outgoing employee (badge, PC, smartphone, etc.)
fr_fr: Le responsable commercial est responsable de la restitution intégrale du matériel de l’entreprise détenu par le collaborateur sortant (badge, PC, smartphone, etc.)
tr_tr: Ayrılan çalışanın kuruluş aygıtını (yaka kartı, bilgisayar, telefon, vb) geri getirmesinden satış müdürü sorumludur

source: The selected file doesn't match any configured import
fr_fr: Le fichier sélectionné ne correspond à aucun import configuré
tr_tr: Seçilmiş dosya herhangi bir içe aktarma yapılandırması ile eşleşmiyor

source: The start date must be greater than the end date
fr_fr: La date de début doit être supérieure à la date de fin
tr_tr: Başlangıç tarihi bitiş tarihinden sonra olmalıdır

source: There is a right problem
fr_fr: Il y a un problème de droit
tr_tr: Doğru bir sorun var

source: These resources have normally left the company
es_ar: Estos recursos normalmente han dejado la empresa
es_es: Estos recursos, en principio, han salido de la empresa
fr_fr: Ces ressources ont normalement quitté l'entreprise
tr_tr: Bu kaynaklar kurumdan normal şekilde ayrıldı

source: These resources left the company, linked current employment have been updated
es_ar: Se ha actualizado estos recursos que salieron de la empresa, vinculados al empleo corriente
es_es: Estos recursos han salido de la empresa, los empleos enlazados fueron actualizados
fr_fr: Ces ressources ont quitté l'entreprise, les emplois liés sont mis à jour
tr_tr: Bu kaynaklar kurumdan ayrıldığından, ilgilendikleri işler güncellendi

source: This computer is already associated to a resource
fr_fr: L'ordinateur est déjà associé à une ressource
tr_tr: Bu bilgisayar zaten bir kaynağa atanmış

source: This resource aldready exists
es_ar: El recurso existe
es_es: Este recurso ya existe
fr_fr: Cette ressource existe déjà
tr_tr: Şu kaynak zaten var

source: This resource has been added
es_ar: Se ha agregado el rescurso
es_es: Este recurso fue creado
fr_fr: Cette ressource a été ajoutée
tr_tr: Şu kaynak eklendi

source: This wizard lets you create new resources in GLPI
es_ar: Este asistente permite crear un nuevo recurso el GLPI
es_es: Este asistente le permite crear nuevos recursos en GLPI
fr_fr: Ce wizard vous permet de créer des nouvelles ressources dans GLPI
tr_tr: Bu yardımcı yeni GLPI kaynakları oluşturulmasını sağlar

source: To affect an employment
es_ar: Para afectar un empleo
es_es: Asignar un empleo
fr_fr: Affecter un emploi
tr_tr: Bir işi etkilemek için
